Repository: Matt-T-Git/Mamazu
Catalog: Mamazu/*.lproj/Localizable.strings
Languages: fr, nl, ru, tr

source: OK
fr: d'accord
tr: Tamam

source: Add
fr: Ajouter
nl: Toevoegen
ru: Добавлять
tr: Ekle

source: Discount
nl: Korting
ru: Скидка
tr: İndirimler

source: Profile
fr: Profil
nl: Profiel
ru: Профиль
tr: Profil

source: Settings
fr: Paramètres
nl: Instellingen
ru: Настройки
tr: Ayarlar

# email_placeholder
source: Email address
fr: Votre adresse email
nl: Uw e-mailadres
ru: Электронный адрес
tr: Email Adresiniz

# password_placeholder
source: Password
fr: Votre mot de passe
nl: Uw wachtwoord
ru: Пароль
tr: Şifreniz

source: Loading...
fr: Chargement...
nl: Laden…
ru: Идет загрузка…
tr: Yükleniyor...

source: Use Camera
fr: Utiliser la caméra
nl: Gebruik Camera
ru: Использовать камеру
tr: Kamerayı Kullan

source: Select From Gallery
fr: Choisir depuis la galerie
nl: Selecteren uit galerie
ru: Выбрать из галереи
tr: Galeriden Seç

# map_location_chosen
source: Location Chosen.
fr: Emplacement choisi.
nl: Locatie gekozen.
ru: Геолокация выбрана
tr: Lokasyon Seçildi.

# location_disabled_message
source: You must allow the app to use location services so that we can list help points near you.
fr: Vous devez autoriser l'application à utiliser la localisation services afin que nous puissions répertorier les points d'aide près de chez vous.
nl: U moet toestaan dat de app locatieservices gebruikt, zodat we helppunten bij u in de buurt kunnen vermelden.
ru: Вы должны разрешить приложению использовать сервисы геолокации, чтобы мы могли указать пункты помощи рядом с Вами
tr: Size yakın yardım noktalarını listeleyebilmemiz için konum servislerini kullanmamıza izin vermelisiniz.

source: Welcome
fr: Bienvenue
nl: Welkom
ru: Добро пожаловать
tr: Hoşgeldin

source: MINUTE
nl: MINUUT
ru: МИНУТА
tr: DAKIKA

source: HOUR
fr: HEURE
nl: UUR
ru: ЧАС
tr: SAAT

source: METER
fr: MÈTRE
ru: МЕТР
tr: METRE

source: KILOMETER
fr: KILOMÈTRE
ru: КИЛОМЕТР
tr: KİLOMETRE

# mamazu_onboarding_title
source: Now very easy to help animals that have to live on the street.
fr: Maintenant très facile d'aider les animaux qui doivent vivre dans la rue.
nl: Nu heel gemakkelijk dieren helpen die op straat moeten leven.
ru: Теперь очень легко помогать животным, которым приходится жить на улице
tr: Sokakta yaşayan dostlarımıza yardım etmek artık çok kolay.

# mamazu_onboarding_subtitle
source: It is enough to share the location you want to add with us with a photo and detailed explanation.
fr: Il suffit de partager avec nous l'emplacement que vous souhaitez ajouter avec une photo et une explication détaillée.
nl: Het volstaat om de locatie die je wilt toevoegen met ons te delen met een foto en uitgebreide uitleg.
ru: Достаточно поделиться с нами местом, которое вы хотите добавить, с фотографией и подробным объяснением.
tr: Eklemek istediğiniz yardım konumunu bir fotoğrafı ve detaylı açıklaması ile bizimle paylaşmanız yeterli.

# lost_onboarding_title
source: We want to help you to find your lost pets.
fr: Nous voulons vous aider à retrouver vos animaux perdus.
nl: We willen u helpen uw verloren huisdieren terug te vinden.
ru: Мы хотим помочь вам найти потерянных домашних животных.
tr: Kayıp dostlarımızın bulunmasında size yardımcı olmak istiyoruz.

# lost_onboarding_subtitle
source: All you need to do is fill out the form completely and choose the location where your pet disappeared.
fr: Tout ce que vous avez à faire est de remplir complètement le formulaire et de choisir l'endroit où votre animal a disparu.
nl: Het enige wat u hoeft te doen is het formulier volledig in te vullen en de locatie te kiezen waar uw huisdier is verdwenen.
ru: Все, что вам нужно сделать, это полностью заполнить форму и выбрать место, где пропал ваш питомец.
tr: Yapmanız gereken sadece formu eksiksiz doldurmanız ve dostumuzun kaybolduğu konumu seçmek.

# location_onboarding_title
source: We want to be closer to you
fr: Nous voulons être plus proches de vous
nl: We willen dichter bij je zijn
ru: Мы хотим быть ближе к вам
tr: Size daha yakın olmak istiyoruz.

# location_onboarding_subtitle
source: You must allow the use of location services so that we can list the nearest posts to you.
fr: Vous devez autoriser l'utilisation des services de localisation afin que nous puissions lister les publications les plus proches de vous.
nl: U moet het gebruik van locatieservices toestaan zodat we de dichtstbijzijnde berichten voor u kunnen vermelden.
ru: Вы должны разрешить использование служб определения местоположения, чтобы мы могли отображать ближайшие к вам сообщения.
tr: Size en yakın ilanları listeleyebilmemiz için lokasyon servislerinin kullanımına izin vermelisiniz.

# location_allowed_title
source: ALLOWED 🥳
fr: AUTORISÉ 🥳
nl: TOEGESTAAN 🥳
ru: РАЗРЕШЕНО 🥳
tr: İZİN VERİLDİ 🥳

# location_notallowed_title
source: NOT YET ALLOWED 😔
fr: PAS ENCORE AUTORISÉ 😔
nl: NOG NIET TOEGESTAAN 😔
ru: НЕ РАЗРЕШЕНО 😔
tr: HENÜZ İZİN VERİLMEDİ

# login_title
source: Welcome back!
fr: Content de te revoir!
nl: Welkom terug!
ru: Добро пожаловать обратно
tr: Tekrar Hoşgeldiniz!

# login_subtitle
source: Sign in to continue.
fr: Connectez-vous pour continuer.
nl: Inloggen om door te gaan!
ru: Авторизуйтесь для продолжения
tr: Devam etmek için giriş yapın.

# login_button_title
source: LOGIN
fr: CONNEXION
nl: INLOGGEN
ru: АВТОРИЗОВАТЬСЯ
tr: GİRİŞ YAP

# login_not_member_yet
source: Not a member yet?
fr: Pas encore membre?
nl: Nog geen lid?
ru: Еще не зарегистрированный пользователь?
tr: Henüz üye değil misiniz?

# login_register
source: Register.
fr: S'INSCRIRE.
nl: REGISTREREN.
ru: РЕГИСТРАЦИЯ
tr: Kayıt Olun.

# register_title
source: Welcome aboard!
fr: Bienvenue à bord!
nl: Welkom aan boord!
ru: Добро пожаловать!
tr: Aramıza Hoşgeldiniz!

# register_subtitle
source: Fill out the form to continue.
fr: Remplissez le formulaire pour continuer.
nl: Vul het formulier in om door te gaan.
ru: Заполните форму для продолжения
tr: Devam etmek için formu doldurun.

# register_name_placeholder
source: Name and Surname
fr: Nom et Nom de famille
nl: Voor- en achternaam
ru: Имя и Фамилия
tr: Adınız ve Soyadınız

# register_button_title
source: Register
fr: S'inscrire
nl: REGISTREREN.
ru: Зарегистрироваться
tr: KAYIT OL

# register_already_member
source: Already a member?
fr: Déjà membre?
nl: Ben je al lid?
ru: Зарегистрированный пользователь?
tr: Zaten üye misiniz?

# register_login
source: LOGIN.
fr: CONNEXION.
nl: INLOGGEN.
ru: Вход в учетную запись
tr: GİRİŞ YAPIN.

# lost_pet_description_placeholder
source: Detailed description! The more details you can provide, the greater our chance of helping you..
fr: Description détaillée! Plus vous pouvez fournir de détails, plus nos chances de vous aider sont grandes.
nl: Gedetailleerde beschrijving! De meer details die u kunt verstrekken, hoe groter onze kans om u te helpen..
ru: Подробное описание! /nЧем больше подробностей Вы сможете предоставить, тем у нас больше шансов помочь Вам
tr: Detaylı açıklama! Ne kadar detay verebilirseniz size yardımcı olabilme şansımız o kadar artacaktır..

# gallery_description
source: You can add the photo you will use with your camera or choose from the gallery.
fr: Vous pouvez ajouter la photo que vous utiliserez avec votre appareil photo ou choisir dans la galerie.
nl: U kunt de foto toevoegen die u met uw camera gebruikt of kiezen uit de galerij.
ru: Вы можете добавить фотографию для использования с камерой или выбрать ее из галереи.
tr: Ekleyeceğiniz fotoğrafı kameranızı kullanarak çekebilir ya da galeriden seçebilirsiniz.

# animal_name_placeholder
source: Your Pet's Name
fr: Nom de notre ami
nl: De naam van onze vriend
ru: Имя нашего друга
tr: Dostumuzun Adı

# gender_placeholder
source: Gender
fr: Sexe
nl: Geslacht
ru: Пол
tr: Cinsi

# age_placeholder
source: Age
fr: Âge
nl: Leeftijd
ru: Возраст
tr: Yaşı

# breed_placeholder
source: Breed
fr: Race animale
nl: Ras
ru: Порода
tr: Cinsiyeti

# save_location_button_title
source: SAVE LOCATION
fr: ENREGISTRER L'EMPLACEMENT
nl: LOCATIE OPSLAAN
ru: СОХРАНИТЬ РАЙОН
tr: KONUMU KAYDET

# select_location
source: PLEASE SELECT LOCATION
fr: VEUILLEZ CHOISIR L'EMPLACEMENT
nl: SELECTEER DE LOCATIE
ru: ВЫБРАТЬ РАЙОН
tr: LÜTFEN KONUM SEÇİN

source: LOCATION SELECTED
fr: EMPLACEMENT SÉLECTIONNÉ
nl: LOCATIE GESELECTEERD
ru: РАЙОН ВЫБРАН
tr: KONUMUNUZ SEÇİLDİ

source: Add Help Location
fr: Ajouter un emplacement d'aide
nl: Help-locatie toevoegen
ru: Добавить район запроса помощи
tr: Yardım Lokasyonu Ekle

source: Add Missing Listing
fr: Ajouter une annonce manquante
nl: Vermist toevoegen
ru: Добавить объявление о пропаже
tr: Kayıp İlanı Ekle

# add_mamazu_placeholder
source: Detailed description! Please share information with us in this area. E.g. how much help is needed
fr: Description détaillée! Veuillez partager des informations avec nous dans ce domaine. Par example. combien d'aide est nécessaire
nl: Gedetailleerde beschrijving! Deel informatie met ons op dit gebied. Bijvoorbeeld hoeveel hulp er nodig is
ru: Подробное описание! /nПоделитесь с нами информациейd в этой сфере. Н.: какая требуется помощь
tr: Detaylı açıklama! Lütfen ne kadar yardıma ihtiyaç olduğu gibi bilgileri bu alanda bizimle paylaşınız.

# location_placeholder
source: Location Name
fr: Nom de la localisation
nl: Locatienaam
ru: Название региона
tr: Lokasyon Başlığı

source: Male
fr: Mâle
nl: Mannetje
ru: Мужчина
tr: Erkek

source: Female
fr: Chienne
nl: Vrouw
ru: женский
tr: Dişi

source: CHOOSE
fr: CHOISIR
nl: KIEZEN
ru: ВЫБЕРИТЕ
tr: SEÇİNİZ

# under-age
source: Under the age of 1
fr: Moins de 1 an
nl: Minder dan 1 jaar
ru: В возрасте до 1 года
tr: 1 Yaşından küçük

# full_fill
source: Please fill in all fields.
fr: Merci de remplir tous les champs.
nl: Vul alstublieft alle velden in.
ru: Пожалуйста, заполните все поля.
tr: Lütfen tüm alanları doldurun.

# add_image
source: Please add a photo.
fr: Veuillez ajouter une photo.
nl: Voeg een foto toe.
ru: Пожалуйста, добавьте фото.
tr: Lütfen bir fotoğraf ekleyin.

# choose_gender
source: Please select gender.
fr: Veuillez sélectionner le sexe.
nl: Selecteer geslacht.
ru: Пожалуйста, выберите пол.
tr: Lütfen cinsiyet seçin.

# choose_age
source: Please select age.
fr: Veuillez sélectionner l'âge.
nl: Selecteer leeftijd.
ru: Пожалуйста, выберите возраст.
tr: Lütfen yaş seçin.

# location_service_error
source: There was a problem reaching the location service.
fr: Un problème est survenu lors de l'accès au service de localisation.
nl: Er is een probleem opgetreden bij het bereiken van de locatieservice.
ru: Не удалось связаться со службой определения местоположения.
tr: Konum servisine ulaşılırken bir sorun oluştu.

# choose_location
source: Please keep your finger pressed on map until adding new pin in the point that where you think your pet has disappeared.
fr: Veuillez garder votre doigt appuyé sur la carte jusqu'à ce que vous ajoutiez une nouvelle épingle au point où vous pensez que votre animal a disparu.
nl: Houd uw vinger op de kaart ingedrukt totdat u een nieuwe pin toevoegt op het punt waar u denkt dat uw huisdier is verdwenen.
ru: Удерживайте палец на карте, пока не добавите новый значок в точку, где, по вашему мнению, исчез ваш питомец.
tr: Lütfen harita üzerine dokunarak açılan pencerede parmağınızı dostumuzun kaybolduğu düşündüğünüz konuma 1 saniye kadar basılı tutun

# home_lost_title
source: Lost Pet
fr: Annonces manquantes
nl: Vermist Advertenties
ru: Объявления о пропаже
tr: Kayıp İlanları

# home_no_missing_reports
source: There are no missing reports in your vicinity.
fr: Il n'y a aucun rapport manquant dans votre quartier.
nl: Er zijn geen vermissingen vermeld in uw omgeving.
ru: Поблизости от Вас нет сообщений о пропаже
tr: Yakınlarınızda hiç kayıp bildirimi yok.

# home_no_help_points
source: There are no help locations near you.
fr: Il n'y a pas de centre d'aide près de chez vous.
nl: Er zijn geen hulplocaties bij jou in de buurt.
ru: Рядом с Вами нет пунктов помощи
tr: Yakınlarınızda hiç yardım lokasyonu yok.

# home_help_points
source: Stray Animal Locations
fr: Points d'aide
nl: Hulplocaties
ru: Пункты помощи
tr: Yardım Noktaları

# home_gender
source: GENDER
fr: SEXE
nl: GESLACHT
ru: ПОЛ
tr: CİNSİ

# home_breed
source: BREED
fr: RACE ANIMALE
nl: RAS
ru: ПОРОДА
tr: CİNSİYETİ

# home_age
source: AGE
fr: ÂGE
nl: LEEFTIJD
ru: ВОЗРАСТ
tr: YAŞI

# home_under_one_year
source: Under 1 Year
fr: Moins de 1 an
nl: Jonger dan 1 jaar
ru: До одного года
tr: 1 Yaşından Küçük

# home_years_of_age
source: Years of age
fr: Ans d'âge
nl: Leeftijd
ru: Лет
tr: Yaşında

# home_found
source: FOUND
fr: TROUVÉ
nl: GEVONDEN
ru: НАЙДЕН
tr: BULUNDU

# home_are_you_sure_found
source: Are you sure you want to set the found notification?
fr: Voulez-vous vraiment définir la notification trouvée?
nl: Weet u zeker dat u de gevonden melding wilt instellen?
ru: Вы уверены, что хотите настроить уведомление о находке
tr: Bulundu bildirimi ypmak istediğinize emin misiniz?

# home_yes_found
source: Yes, Found!
fr: Oui, trouvé!
nl: Ja, gevonden!
ru: Да, нашелся/нашлась!
tr: Evet Bulundu!

# profile_lost
source: Lost
fr: Perdue
nl: Verloren
ru: Потерялся/Потерялась
tr: Kayıp

# profile_are_you_sure_logout
source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter?
nl: Weet u zeker dat u wilt uitloggen?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinize emin misiniz?

# profile_logout
source: Log out
fr: Se déconnecter
nl: Uitloggen
ru: ВЫХОД ИЗ СИСТЕМЫ
tr: Çıkış Yap

# delete_account
source: Delete Your Account
tr: Hesabını Sil

# cancel_button
source: Cancel
tr: İptal

# profile_are_you_sure_delete
source: Are you sure you want to permanently delete your account? This action cannot be undone.
tr: Hesabınızı kalıcı olarak silmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# profile_delete
source: Delete Permanently!
tr: Kalıcı Olarak Sil!

# profile_not_shared_help_points
source: You have not shared any help points
fr: Vous n'avez partagé aucun point d'aide
nl: U hebt geen hulplocaties gedeeld
ru: Вы не поделились информацией о пунктах помощи
tr: Hiç yardım noktası paylaşmamışsınız!!!

# profile_never_reported_loss
source: You have never reported a loss
fr: Vous n'avez jamais signalé de perte
nl: U hebt nog nooit een zoek geraakt melding gedaan
ru: Вы не заявляли о пропаже
tr: Hiç kayıp bildiriminde bulunmamışsınız.

# profile_add_new_entry
source: Add New Entry
fr: Ajouter une nouvelle entrée
nl: Nieuw item toevoegen
ru: Добавить новую запись
tr: Yeni Kayıt Ekle

# tutorial_title
source: A bit of Information
fr: Des informations
nl: Een beetje informatie
ru: Немного информации
tr: Sizi kısaca bilgilendirmek istiyoruz!!!

# error_notification_save_success
source: 🥰 Your notification has been saved successfully. 🥰
fr: 🥰Votre notification a été enregistrée avec succès.🥰
nl: 🥰 Uw melding is opgeslagen. 🥰
ru: 🥰 Ваше уведомление успешно сохранено 🥰
tr: 🥰 Bildiriminiz başarı ile kaydedildi. Birdaha ayrılmamanız dileği ile 🥰

# error_something_went_wrong_try_again
source: Something went wrong. Please try again later.
fr: Un problème est survenu. Veuillez réessayer plus tard.
nl: Er is iets misgegaan. Probeer het later opnieuw.
ru: Произошла ошибка. Пожалуйста, попытайтесь позднее
tr: Bir Hata Oluştu. Lütfen Daha Sonra Tekrar Deneyin.

# error_something_went_wrong
source: Something went wrong
fr: Un problème est survenu.
nl: Er is iets misgegaan.
ru: Произошла ошибка.
tr: Bir Hata Oluştu

# error_email_password_blank
source: E-Mail and Password Fields Cannot Be Blank
fr: Les champs Email et Mot de passe ne peuvent pas être vides
nl: E-mail- en wachtwoordvelden kunnen niet leeg zijn
ru: Необходимо заполнить поля электронного адреса и пароля
tr: E-Mail ve Şifre Alanları Boş Bırakılamaz

# error_invalid_email
source: Please enter a valid e-mail address.
fr: S'il vous plaît, mettez une adresse email valide.
nl: Voer een geldig e-mailadres in.
ru: Пожалуйста, введите действительный электронный адрес
tr: Lütfen geçerli bir E-Mail adresi giriniz.

# error_no_image
source: Please add an image.
fr: Veuillez ajouter une image.
nl: Voeg een afbeelding toe.
ru: Пожалуйста, добавьте изображение
tr: Lütfen Resim Ekleyin...

# error_no_user
source: No registered user found with this e-mail address! Would you like to register?
nl: Geen geregistreerde gebruiker gevonden met dit e-mailadres! Wilt u zich inschrijven?
ru: Не найдено ни одного зарегистрированного пользователя с этим адресом электронной почты! Хотите зарегистрироваться?
tr: Bu E-mail adresi ile kayıtlı bir kullanıcı bulunamadı! Kayıt olmak ister misiniz?

# error_user_exist
source: There is a registered user with this e-mail address.
nl: Er is een geregistreerde gebruiker met dit e-mailadres.
ru: Есть зарегистрированный пользователь с этим адресом электронной почты.
tr: Bu E-Mail adresi ile kayıtlı bir kullanıcı var.

# general_incorrect_date
source: Date Incorrect
fr: Date incorrecte
nl: Datum onjuist
ru: Неверная дата
tr: Tarih Hatalı

# warning_mamazu
source: - Please fill in all fields to report a help point. - Adding photos is very important for our agents who will go to the help point. You can take instant photos using your camera without exiting the program. - The more detailed information you can provide in the description section, the more assistance we can deliver. - When recording, your location will be recorded automatically, you don't need to do anything else.
fr: - Veuillez remplir tous les champs pour signaler un point d'aide. - L'ajout de photos est très important pour nos agents qui se rendront au point d'aide. Vous pouvez prendre des photos instantanées à l'aide de votre appareil photo sans quitter le programme. - Plus vous pouvez fournir d'informations détaillées dans la section description, plus nous pouvons vous aider. - Lors de l'enregistrement, votre position sera enregistrée automatiquement, vous n'avez rien d'autre à faire.
nl: -Vul alle velden in om een hulplocatie te melden. - Het toevoegen van foto's is erg belangrijk voor onze agenten die naar de hulplocatie gaan. U kunt direct foto's maken met uw camera zonder het programma te verlaten. - Hoe meer gedetailleerde informatie u kunt geven in het beschrijvingsgedeelte, hoe meer hulp we kunnen bieden. - Tijdens het opnemen wordt uw locatie automatisch opgenomen, u hoeft niets anders te doen.
ru: - Пожалуйста, заполните все поля, чтобы сообщить о пункте помощи. - Добавление фотографий важны для наших специалистов, которые поедут в пункт помощи. Вы можете сделать мгновенные фото с помощью камеры, не выходя из программы. - Чем подробнее Вы можете предоставить информацию в разделе описания, тем большую помощь мы сможем оказать. - В случае записи Ваше местоположение будет зафиксировано автоматически, Вам не нужно ничего делать дополнительно.
tr: - Yardım noktası bildirimi yapmak için lütfen tüm alanları doldurun. - Fotoğraf eklemeniz o noktaya yardımcı olmak için gidecek kullanıcılarımız için çok önemli. Programdan çıkmadan kameranızı kullanarak anlık fotoğraf çekebilirsiniz. - Detaylı açıklama kısmında ne kadar detaylı bilgi verebilirseniz yardımlar o kadar eksiksiz ulaşmış olur. - Kaydı yaparken bulunduğunuz konum otomatik olarak kaydedilecek başka bir işlem yapmanıza gerek yok.

# warning_lost
source: - It is very important to find our friend that the information you provide while reporting a loss is complete and accurate. - Please fill in the description carefully so that we can help assist you. - Switch to the big screen by tapping the map to select the lost location. After finding the location where our friend disappeared, put your finger on the map for a second and add the pin. After the pin is added, your selection process is completed.
fr: - Il est très important de savoir à notre ami que les informations que vous fournissez lors de la déclaration d'une perte sont complètes et correctes. - Veuillez remplir soigneusement la description afin que nous puissions vous aider. - Passez au grand écran en appuyant sur la carte pour sélectionner l'emplacement perdu. Après avoir trouvé l'endroit où notre ami a disparu, mettez votre doigt sur la carte pendant une seconde et ajoutez l'épingle. Une fois l'épingle ajoutée, votre processus de sélection est terminé.
nl: - Het is erg belangrijk om onze vriend te vinden dat de informatie die u verstrekt tijdens het melden van een verlies volledig en nauwkeurig is. - Vul de beschrijving zorgvuldig in, zodat we u kunnen helpen. - Schakel over naar het grote scherm door op de kaart te tikken om de verloren locatie te selecteren. Nadat je de locatie hebt gevonden waar onze vriend verdween, leg je je vinger even op de kaart en voeg je de pin toe. Nadat de pin is toegevoegd, is uw selectieproces voltooid.
ru: - Очень важно для того, чтобы найти нашего друга, чтобы предоставляемая Вами информация при регистрации исчезновения, была полной и точной. - Тщательно заполните описание, чтобы мы могли помочь Вам. - Переключитесь на большой экран, коснувшись карты, чтобы выбрать место исчезновения. После определения места, где исчез наш друг, дотроньтесь пальцем до карты на одну секунду и добавьте контакт. После добавления контакта процесс выбора завершен.
tr: - Kayıp bildirimi yaparken verdiğiniz bilgilerin eksiksiz olması dostumuzun bulunması için çok önemli. - Size yardımcı olabilmemiz için detaylı açıklama kısmını lütfen dikkatlice doldurun. - Kayıp konumunu seçmek için haritaya dokunarak büyük ekrana geçiş yapın. Dostunumuzun kaybolduğu konumu bulduktan sonra parmağınızı bir saniye kadar haritanın üzerinde bekletin ve pinin eklenmesini sağlayın. Pin eklendikten sonra seçme işleminiz tamamlanmış olacaktır.
